Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Hungarian/strings.po
Languages: hu

# #33000
source: Device Settings
hu: Eszközbeállítások

# #33003
source: Network
hu: Hálózat

# #33010
source: Change Your Device Settings
hu: Az eszközbeállítások módosítása

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
hu: [B]AUDIO BEÁLLÍTÁSOK KONFIGURÁLÁSA[/B][CR][CR]A hangkimenetek kezelése

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
hu: [B]ALIENFX BEÁLLÍTÁSOK KONFIGURÁLÁSA[/B][CR][CR]Az AlienFX beállítások kezelése

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
hu: [B]A VEZETÉK NÉLKÜLI HÁLÓZAT BEÁLLÍTÁSAINAK KONFIGURÁLÁSA[/B][CR][CR]Az AlienFX vezeték nélküli hálózat beállításainak kezelése

# #33014
source: Audio Source
hu: Audio forrás

# #33015
source: Select Audio Source
hu: Audio forrás kiválasztása

# #33016
source: Speaker Configuration
hu: Hangszóró konfiguráció

# #33017
source: Volume
hu: Hangszóró

# #33018
source: Error
hu: Hiba

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
hu: Az audio beállítások nem módosíthatók. Kérem, ellenőrizze, hogy a hangkábel megfelelően csatlakozik-e.

# #33020
source: Success
hu: Sikeres

# #33021
source: Audio output has been changed successfully.
hu: A hangkimenet sikeresen módosítva.

# #33023
source: Enter network password for {0}
hu: Adja meg a(z) {0} hálózati jelszavát

# #33025
source: Unable to connect. Please check your password and try again.
hu: Nem lehet csatlakozni. Kérem, ellenőrizze a jelszavát, és próbálkozzon újra.

# #33026
source: Disconnect Wifi Network
hu: Lecsatlakozás a Wi-Fi hálózatról

# #33027
source: Do you want to disconnect {0} ?
hu: Szeretne lecsatlakozni a következőről: {0}?

# #33028
source: Unable to disconnect. Please try again.
hu: Nem lehet lecsatlakozni. Kérem, próbálkozzon újra.

# #33029
source: Not ready
hu: Nem áll készen

# #33030
source: Connected
hu: Csatlakozva

# #33031
source: Ad hoc network formed
hu: Ad hoc hálózat létrejött

# #33032
source: Disconnecting
hu: Lecsatlakozás

# #33033
source: Disconnected
hu: Lecsatlakozva

# #33034
source: Associating
hu: Társítás

# #33035
source: Discovering
hu: Feltárás

# #33036
source: Authenticating
hu: Hitelesítés

# #33037
source: Connection Status :
hu: Csatlakozás állapota:

# #33038
source: Not Available
hu: Nem áll rendelkezésre

# #33039
source: Select Speaker Configuration
hu: Hangszóró konfiguráció kiválasztása

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
hu: [B]BLUETOOTH BEÁLLÍTÁSOK KONFIGURÁLÁSA[/B][CR][CR]A Bluetooth beállítások kezelése

# #33041
source: Turn ON Bluetooth
hu: Bluetooth bekapcsolása

# #33042
source: Turn ON Discoverability
hu: Bluetooth kikapcsolása

# #33043
source: Connected
hu: Csatlakozva

# #33044
source: Paired
hu: Párosítva

# #33045
source: Speaker configuration has been changed successfully.
hu: A hangszóró konfiguráció sikeresen módosítva.

# #33046
source: Unable to change speaker configuration.
hu: A hangaszóró konfiguráció nem módosítható.

# #33047
source: Unable to pair the device.
hu: Az eszköz nem párosítható.

# #33048
source: Device has been paired successfully.
hu: Az eszköz sikeresen párosítva.

# #33049
source: Compare the passcodes.
hu: Hasonlítsa össze a jelszavakat.

# #33050
source: Does this password on {0} match this one?
hu: A(z) {0} eszközön lévő jelszó egyezik az ezen az eszközön lévővel?

# #33051
source: Remove device
hu: Eszköz eltávolítása

# #33052
source: Do you want to remove {0}?
hu: Szeretné eltávolítani a következőt: {0}?

# #33053
source: Unable to remove {0}
hu: {0} nem távolítható el

# #33054
source: {0} has been removed successfully
hu: {0} sikeresen eltávolítva

# #33055
source: Please wait...
hu: Kérem, várjon...

# #33056
source: Please wait while pairing {0}...
hu: Kérem, várja meg a(z) {0} párosítását...

# #33057
source: Please wait while installing services for {0}...
hu: Kérem, várja meg a(z) {0} szolgáltatásainak telepítését...

# #33058
source: Status
hu: Állapot

# #33059
source: Mute Volume
hu: Hangerő némítása

# #33060
source: Updates
hu: Frissítések

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
hu: [B]FRISSÍTÉSI BEÁLLÍTÁSOK KONFIGURÁLÁSA[/B][CR][CR]Frissítési beállítások kezelése

# #33062
source: Windows Update
hu: Windows frissítés

# #33063
source: NVidia Update
hu: NVidia frissítés

# #33064
source: HiveMind Update
hu: HiveMind frissítés

# #33065
source: Windows Update Settings
hu: Windows frissítési beállítások

# #33066
source: NVidia Update Settings
hu: NVidia frissítési beállítások

# #33067
source: HiveMind Update Settings
hu: HiveMind frissítési beállítások

# #33068
source: Update Now
hu: Frissítés most

# #33069
source: Control updates
hu: Frissítések vezérlése

# #33070
source: Automatic update
hu: Automatikus frissítés

# #33071
source: Notify update
hu: Értesítés frissítés

# #33072
source: Manual update
hu: Manuális frissítés
