Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #33000
source: Device Settings
pt_br: Configurações do dispositivo

# #33001
source: Audio
pt_br: Áudio

# #33003
source: Network
pt_br: Rede

# #33010
source: Change Your Device Settings
pt_br: Altere as configurações do dispositivo

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
pt_br: [B]DEFINA AS CONFIGURAÇÕES DE ÁUDIO [/B][CR][CR]Gerencie a saída de áudio

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
pt_br: [B]DEFINA AS CONFIGURAÇÕES ALIENFX[/B][CR][CR]Gerencie as configurações AlienFX

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
pt_br: [B]DEFINA AS CONFIGURAÇÕES DE REDE SEM FIO[/B][CR][CR]Gerencie a rede sem fio

# #33014
source: Audio Source
pt_br: Fonte de áudio

# #33015
source: Select Audio Source
pt_br: Selecione a fonte de áudio

# #33016
source: Speaker Configuration
pt_br: Configuração de alto-falante

# #33018
source: Error
pt_br: Erro

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
pt_br: Não é possível alterar a configuração de áudio. Verifique se o cabo de áudio está conectado corretamente.

# #33020
source: Success
pt_br: Êxito

# #33021
source: Audio output has been changed successfully.
pt_br: A saída de áudio foi alterada com êxito.

# #33023
source: Enter network password for {0}
pt_br: Digite a senha de rede para {0}

# #33025
source: Unable to connect. Please check your password and try again.
pt_br: Não é possível conectar. Verifique a senha e tente novamente.

# #33026
source: Disconnect Wifi Network
pt_br: Desconectar rede Wi-fi

# #33027
source: Do you want to disconnect {0} ?
pt_br: Você quer desconectar {0} ?

# #33028
source: Unable to disconnect. Please try again.
pt_br: Não é possível desconectar. Tente novamente.

# #33029
source: Not ready
pt_br: Não está pronto

# #33030
source: Connected
pt_br: Conectado

# #33031
source: Ad hoc network formed
pt_br: Rede ad hoc formada

# #33032
source: Disconnecting
pt_br: Desconectando

# #33033
source: Disconnected
pt_br: Desconectado

# #33034
source: Associating
pt_br: Associando

# #33035
source: Discovering
pt_br: Descobrindo

# #33036
source: Authenticating
pt_br: Autenticando

# #33037
source: Connection Status :
pt_br: Status da conexão:

# #33038
source: Not Available
pt_br: Não está disponível

# #33039
source: Select Speaker Configuration
pt_br: Selecione a configuração de alto-falante

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
pt_br: [B]DEFINA AS CONFIGURAÇÕES DE BLUETOOTH[/B][CR][CR]Gerencie o dispositivo Bluetooth

# #33041
source: Turn ON Bluetooth
pt_br: Ligar Bluetooth

# #33042
source: Turn ON Discoverability
pt_br: Ligar descoberta

# #33043
source: Connected
pt_br: Conectado

# #33044
source: Paired
pt_br: Emparelhado

# #33045
source: Speaker configuration has been changed successfully.
pt_br: A configuração de alto-falante foi alterada com êxito.

# #33046
source: Unable to change speaker configuration.
pt_br: Não é possível alterar a configuração de alto-falante.

# #33047
source: Unable to pair the device.
pt_br: Não é possível emparelhar o dispositivo.

# #33048
source: Device has been paired successfully.
pt_br: O dispositivo foi emparelhado com êxito.

# #33049
source: Compare the passcodes.
pt_br: Comparar as senhas.

# #33050
source: Does this password on {0} match this one?
pt_br: Será que a senha em {0} coincide com esta?

# #33051
source: Remove device
pt_br: Remover dispositivo

# #33052
source: Do you want to remove {0}?
pt_br: Você quer remover {0}?

# #33053
source: Unable to remove {0}
pt_br: Não foi possível remover {0}

# #33054
source: {0} has been removed successfully
pt_br: {0} foi removido com êxito

# #33055
source: Please wait...
pt_br: Aguarde...

# #33056
source: Please wait while pairing {0}...
pt_br: Aguarde o emparelhamento {0}...

# #33057
source: Please wait while installing services for {0}...
pt_br: Aguarde a instalação de serviços para {0}...

# #33059
source: Mute Volume
pt_br: Silenciar volume

# #33060
source: Updates
pt_br: Atualizações

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
pt_br: [B]DEFINA AS CONFIGURAÇÕES DE ÁUDIO[/B][CR][CR]Gerencie as configurações das atualizações

# #33063
source: NVidia Update
pt_br: Atualização NVidia

# #33064
source: HiveMind Update
pt_br: Atualização HiveMind

# #33065
source: Windows Update Settings
pt_br: Configurações do Windows Update

# #33066
source: NVidia Update Settings
pt_br: Configurações da Atualização NVidia

# #33067
source: HiveMind Update Settings
pt_br: Configurações da Atualização HiveMind

# #33068
source: Update Now
pt_br: Atualizar agora

# #33069
source: Control updates
pt_br: Controlar atualizações

# #33070
source: Automatic update
pt_br: Atualização automática

# #33071
source: Notify update
pt_br: Informe-atualização

# #33072
source: Manual update
pt_br: Atualização manual
