Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Bulgarian/strings.po
Languages: bg

# #33000
source: Device Settings
bg: Настройки на устройството

# #33001
source: Audio
bg: Аудио

# #33003
source: Network
bg: Мрежа

# #33010
source: Change Your Device Settings
bg: Промяна на настройките на Вашето устройство

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
bg: [B]КОНФИГУРИРАНЕ НА АУДИО НАСТРОЙКИТЕ[/B][CR][CR]Управление на Вашия изходен аудио сигнал

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
bg: [B]КОНФИГУРИРАНЕ НА НАСТРОЙКИТЕ НА ALIENFX[/B][CR][CR]Управление на Вашите настройки на ALIENFX

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
bg: [B]КОНФИГУРИРАНЕ НА НАСТРОЙКИТЕ НА БЕЗЖИЧНАТА МРЕЖА[/B][CR][CR]Управление на Вашата безжична мрежа

# #33014
source: Audio Source
bg: Източник на аудио сигнал

# #33015
source: Select Audio Source
bg: Избор на източник на аудио сигнал

# #33016
source: Speaker Configuration
bg: Конфигурация на високоговорителите

# #33017
source: Volume
bg: Сила на звука

# #33018
source: Error
bg: Грешка

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
bg: Не може да промените настройката за аудио. Моля, проверете аудио кабелът е свързан правилно.

# #33020
source: Success
bg: Успешно

# #33021
source: Audio output has been changed successfully.
bg: Аудио изходът беше променен успешно.

# #33023
source: Enter network password for {0}
bg: Въведете мрежовата парола за {0}

# #33025
source: Unable to connect. Please check your password and try again.
bg: Връзката не може да се осъществи. Моля, проверете паролата си и опитайте отново.

# #33026
source: Disconnect Wifi Network
bg: Прекъсване на връзката с Wi-fi мрежата

# #33027
source: Do you want to disconnect {0} ?
bg: Искате ли да прекъснете връзката с {0}?

# #33028
source: Unable to disconnect. Please try again.
bg: Връзката не може да бъде прекъсната. Моля, опитайте отново.

# #33029
source: Not ready
bg: Няма готовност

# #33030
source: Connected
bg: Осъществена връзка

# #33031
source: Ad hoc network formed
bg: Формирана специална (ad hoc) мрежа компютър към компютър

# #33032
source: Disconnecting
bg: Прекъсване на връзката

# #33033
source: Disconnected
bg: Прекъсната връзка

# #33034
source: Associating
bg: Свързване

# #33035
source: Discovering
bg: Откриване

# #33036
source: Authenticating
bg: Автентикация

# #33037
source: Connection Status :
bg: Статус на свързване:

# #33038
source: Not Available
bg: Няма налични

# #33039
source: Select Speaker Configuration
bg: Избор на конфигурация на високоговорителите

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
bg: [B]КОНФИГУРИРАНЕ НА BLUETOOTH НАСТРОЙКИТЕ[/B][CR][CR]Управление на Вашето Bluetooth устройство

# #33041
source: Turn ON Bluetooth
bg: ВКЛЮЧВАНЕ на Bluetooth

# #33042
source: Turn ON Discoverability
bg: ВКЛЮЧВАНЕ на откриваемост

# #33043
source: Connected
bg: Осъществена връзка

# #33044
source: Paired
bg: Сдвояване

# #33045
source: Speaker configuration has been changed successfully.
bg: Конфигурацията на високоговорителите беше променена успешно.

# #33046
source: Unable to change speaker configuration.
bg: Не може да се променя конфигурацията на високоговорителите.

# #33047
source: Unable to pair the device.
bg: Устройството не може да се сдвои.

# #33048
source: Device has been paired successfully.
bg: Устройството се сдвои успешно.

# #33049
source: Compare the passcodes.
bg: Сверете цифровите пароли.

# #33050
source: Does this password on {0} match this one?
bg: Дали паролата на {0} съвпада с тази?

# #33051
source: Remove device
bg: Отстраняване на устройство

# #33052
source: Do you want to remove {0}?
bg: Искате ли да отстраните {0}?

# #33053
source: Unable to remove {0}
bg: Не може да се отстрани {0}

# #33054
source: {0} has been removed successfully
bg: Устройството {0} беше отстранено успешно

# #33055
source: Please wait...
bg: Моля, изчакайте...

# #33056
source: Please wait while pairing {0}...
bg: Моля, изчакайте осъществяване на сдвояването на {0}...

# #33057
source: Please wait while installing services for {0}...
bg: Моля, изчакайте инсталирането на услугите за {0}...

# #33058
source: Status
bg: Статус

# #33059
source: Mute Volume
bg: Заглушаване на звука

# #33060
source: Updates
bg: Актуализации

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
bg: [B]КОНФИГУРИРАНЕ НА НАСТРОЙКИТЕ ЗА АКТУАЛИЗАЦИИ[/B][CR][CR]Управление на Вашите настройки за актуализации

# #33062
source: Windows Update
bg: Актуализация на Windows

# #33063
source: NVidia Update
bg: Актуализация на NVidia

# #33064
source: HiveMind Update
bg: Актуализация на HiveMind

# #33065
source: Windows Update Settings
bg: Настройки за актуализация на Windows

# #33066
source: NVidia Update Settings
bg: Настройки за актуализация на NVidia

# #33067
source: HiveMind Update Settings
bg: Настройки за актуализация на HiveMind

# #33068
source: Update Now
bg: Актуализирай сега

# #33069
source: Control updates
bg: Управление на актуализациите

# #33070
source: Automatic update
bg: Автоматична актуализация

# #33071
source: Notify update
bg: Уведоми актуализация

# #33072
source: Manual update
bg: Ръчна актуализация
