Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Swedish/strings.po
Languages: sv

# #33000
source: Device Settings
sv: Enhetsinställningar

# #33001
source: Audio
sv: Ljud

# #33003
source: Network
sv: Nätverk

# #33010
source: Change Your Device Settings
sv: Ändra dina enhetsinställningar

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
sv: [B]KONFIGURERA LJUDINSTÄLLNINGAR[/B][CR][CR]Hantera din ljuduppspelning

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
sv: [B]KONFIGURERA ALIENFX-INSTÄLLNINGAR[/B][CR][CR]Hantera dina AlienFX-inställningar

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
sv: [B]KONFIGURERA INSTÄLLNINGAR FÖR TRÅDLÖST NÄTVERK[/B][CR][CR]Hantera ditt trådlösa nätverk

# #33014
source: Audio Source
sv: Ljudkälla

# #33015
source: Select Audio Source
sv: Välj ljudkälla

# #33016
source: Speaker Configuration
sv: Högtalarkonfiguration

# #33017
source: Volume
sv: Volym

# #33018
source: Error
sv: Fel

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
sv: Det gick inte att ändra ljudinställningarna. Kontrollera att ljudkabeln är rätt ansluten.

# #33020
source: Success
sv: Lyckades

# #33021
source: Audio output has been changed successfully.
sv: Ljuduppspelningen har ändrats.

# #33023
source: Enter network password for {0}
sv: Ange nätverkslösenord för {0}

# #33025
source: Unable to connect. Please check your password and try again.
sv: Det gick inte att ansluta. Kontrollera lösenordet och försök igen.

# #33026
source: Disconnect Wifi Network
sv: Koppla bort Wifi-nätverk

# #33027
source: Do you want to disconnect {0} ?
sv: Vill du koppla bort {0}?

# #33028
source: Unable to disconnect. Please try again.
sv: Det gick inte att koppla bort. Försök igen.

# #33029
source: Not ready
sv: Ej redo

# #33030
source: Connected
sv: Ansluten

# #33031
source: Ad hoc network formed
sv: Ac hoc-nätverk skapat

# #33032
source: Disconnecting
sv: Kopplar bort

# #33033
source: Disconnected
sv: Bortkopplad

# #33034
source: Associating
sv: Associerar

# #33035
source: Discovering
sv: Identifierar

# #33036
source: Authenticating
sv: Autentiserar

# #33037
source: Connection Status :
sv: Anslutningsstatus:

# #33038
source: Not Available
sv: Otillgänglig

# #33039
source: Select Speaker Configuration
sv: Välj högtalarkonfiguration

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
sv: [B]KONFIGURERA BLUETOOTH-INSTÄLLNINGAR[/B][CR][CR]Hantera din Bluetooth-enhet

# #33041
source: Turn ON Bluetooth
sv: Slå PÅ Bluetooth

# #33042
source: Turn ON Discoverability
sv: Slå PÅ upptäckning

# #33043
source: Connected
sv: Ansluten

# #33044
source: Paired
sv: Kopplad

# #33045
source: Speaker configuration has been changed successfully.
sv: Högtalarkonfigurationen har ändrats.

# #33046
source: Unable to change speaker configuration.
sv: Det gick inte att ändra högtalarkonfigurationen.

# #33047
source: Unable to pair the device.
sv: Det gick inte att koppla enheten.

# #33048
source: Device has been paired successfully.
sv: Enheten har kopplats.

# #33049
source: Compare the passcodes.
sv: Jämför lösenordskoderna.

# #33050
source: Does this password on {0} match this one?
sv: Stämmer lösenordet på {0} överens med detta?

# #33051
source: Remove device
sv: Ta bort enhet

# #33052
source: Do you want to remove {0}?
sv: Vill du ta bort {0}?

# #33053
source: Unable to remove {0}
sv: Det gick inte att ta bort {0}

# #33054
source: {0} has been removed successfully
sv: {0} har tagits bort

# #33055
source: Please wait...
sv: Vänta...

# #33056
source: Please wait while pairing {0}...
sv: Vänta på koppling av {0}...

# #33057
source: Please wait while installing services for {0}...
sv: Vänta på installation av tjänster för {0}...

# #33059
source: Mute Volume
sv: Stäng av ljud

# #33060
source: Updates
sv: Uppdateringar

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
sv: [B]KONFIGURERA UPPDATERINGSINSTÄLLNINGAR[/B][CR][CR]Hantera dina uppdateringsinställningar

# #33062
source: Windows Update
sv: Windows-uppdatering

# #33063
source: NVidia Update
sv: Nvidia-uppdatering

# #33064
source: HiveMind Update
sv: HiveMind-uppdatering

# #33065
source: Windows Update Settings
sv: Inställningar för Windows-uppdatering

# #33066
source: NVidia Update Settings
sv: Inställningar för Nvidia-uppdatering

# #33067
source: HiveMind Update Settings
sv: Inställningar för HiveMind-uppdatering

# #33068
source: Update Now
sv: Uppdatera nu

# #33069
source: Control updates
sv: Kontrollera uppdateringar

# #33070
source: Automatic update
sv: Automatisk uppdatering

# #33071
source: Notify update
sv: Meddela uppdatering

# #33072
source: Manual update
sv: Manuell uppdatering
