Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Arabic/strings.po
Languages: ar

# #33000
source: Device Settings
ar: إعدادات الأجهزة

# #33001
source: Audio
ar: الصوت

# #33003
source: Network
ar: الشبكة

# #33010
source: Change Your Device Settings
ar: تغيير إعدادات الجهاز لديك

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
ar: [B]تهيئة إعدادات الصوت[/B][CR][CR]إدارة إخراج الصوت لديك

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
ar: [B]تهيئة إعدادات ALIENFX [/B][CR][CR]إدارة إعدادات ALIENFX لديك

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
ar: [B]تهيئة إعدادات الشبكة اللاسلكية[/B][CR][CR]إدارة الشبكة اللاسلكية الخاصة بك

# #33014
source: Audio Source
ar: مصدر الصوت

# #33015
source: Select Audio Source
ar: تحديد مصدر الصوت

# #33016
source: Speaker Configuration
ar: تهيئة السماعة

# #33017
source: Volume
ar: مستوى الصوت

# #33018
source: Error
ar: خطأ

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
ar: غير قادر على تغيير إعداد الصوت. يرجى التحقق من توصيل كابل الصوت بشكل صحيح.

# #33020
source: Success
ar: عملية ناجحة

# #33021
source: Audio output has been changed successfully.
ar: تم تغيير إخراج الصوت بنجاح.

# #33023
source: Enter network password for {0}
ar: أدخل كلمة مرور الشبكة لـ {0}

# #33025
source: Unable to connect. Please check your password and try again.
ar: غير قادر على الاتصال. يرجى التحقق من كلمة المرور والمحاولة مرة أخرى.

# #33026
source: Disconnect Wifi Network
ar: قطع اتصال شبكة Wifi

# #33027
source: Do you want to disconnect {0} ?
ar: هل ترغب في قطع اتصال {0}؟

# #33028
source: Unable to disconnect. Please try again.
ar: غير قادر على قطع الاتصال. الرجاء المحاولة مرة أخرى.

# #33029
source: Not ready
ar: غير جاهز

# #33030
source: Connected
ar: متصلة

# #33031
source: Ad hoc network formed
ar: تم إنشاء شبكة مؤقتة

# #33032
source: Disconnecting
ar: جاري قطع الاتصال

# #33033
source: Disconnected
ar: مفصولة

# #33034
source: Associating
ar: جاري الاقتران

# #33035
source: Discovering
ar: جاري الاكتشاف

# #33036
source: Authenticating
ar: جاري المصادفة

# #33037
source: Connection Status :
ar: حالة الاتصال:

# #33038
source: Not Available
ar: غير متوفر

# #33039
source: Select Speaker Configuration
ar: تحديد تهيئة السماعة

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
ar: [B]تهيئة إعدادات BLUETOOTH[/B][CR][CR]إدارة جهاز BLUETOOTH لديك

# #33041
source: Turn ON Bluetooth
ar: تشغيل Bluetooth

# #33042
source: Turn ON Discoverability
ar: تشغيل خاصية الاكتشاف

# #33043
source: Connected
ar: متصلة

# #33044
source: Paired
ar: مقترن

# #33045
source: Speaker configuration has been changed successfully.
ar: تم تغيير تهيئة السماعة بنجاح.

# #33046
source: Unable to change speaker configuration.
ar: غير قادر على تغيير تهيئة السماعة

# #33047
source: Unable to pair the device.
ar: غير قادر على إقران الجهاز

# #33048
source: Device has been paired successfully.
ar: تم إقران الجهاز بنجاح.

# #33049
source: Compare the passcodes.
ar: قم بمقارنة رموز المرور.

# #33050
source: Does this password on {0} match this one?
ar: هل كلمة المرور هذه في {0} تطابق هذه الكلمة؟

# #33051
source: Remove device
ar: إزالة الجهاز

# #33052
source: Do you want to remove {0}?
ar: هل ترغب في إزالة {0}؟

# #33053
source: Unable to remove {0}
ar: غير قادر على إزالة {0}

# #33054
source: {0} has been removed successfully
ar: تمت إزالة {0} بنجاح

# #33055
source: Please wait...
ar: يُرجى الانتظار...

# #33056
source: Please wait while pairing {0}...
ar: يرجى الانتظار أثناء اقتران {0}...

# #33057
source: Please wait while installing services for {0}...
ar: يرجى الانتظار أثناء تثبيت خدمات {0}...

# #33058
source: Status
ar: الحالة

# #33059
source: Mute Volume
ar: كتم الصوت

# #33060
source: Updates
ar: التحديثات

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
ar: [B]تكوين إعدادات التحديثات[/B][CR][CR]إدارة إعدادات التحديثات الخاصة بك

# #33062
source: Windows Update
ar: تحديث Windows

# #33063
source: NVidia Update
ar: تحديث NVidia

# #33064
source: HiveMind Update
ar: تحديث HiveMind

# #33065
source: Windows Update Settings
ar: إعدادات تحديث Windows

# #33066
source: NVidia Update Settings
ar: إعدادات تحديث NVidia

# #33067
source: HiveMind Update Settings
ar: إعدادات تحديث HiveMind

# #33068
source: Update Now
ar: تحديث الآن

# #33069
source: Control updates
ar: التحكم في التحديثات

# #33070
source: Automatic update
ar: تحديث تلقائي

# #33071
source: Notify update
ar: إعلام التحديث

# #33072
source: Manual update
ar: تحديث يدوي
