Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Danish/strings.po
Languages: da

# #33000
source: Device Settings
da: Enhedsindstillinger

# #33003
source: Network
da: Netværk

# #33010
source: Change Your Device Settings
da: Ændr dine enhedsindstillinger

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
da: [B]KONFIGURER AUDIO-INDSTILLINGER[/B][CR][CR]Administrer dit audio-output

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
da: [B]KONFIGURER ALIENFX-INDSTILLINGER[/B][CR][CR]Administrer dine AlienFX-indstillinger

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
da: [B]KONFIGURER TRÅDLØSE NETVÆRKSINDSTILLINGER[/B][CR][CR]Administrer dit trådløse netværk

# #33014
source: Audio Source
da: Audio-kilde

# #33015
source: Select Audio Source
da: Vælg audio-kilde

# #33016
source: Speaker Configuration
da: Højttalerkonfiguration

# #33017
source: Volume
da: Lydstyrke

# #33018
source: Error
da: Fejl

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
da: Ikke i stand til at ændre audio-indstilling. Kontroller, at audio-kablerne er korrekt tilsluttet.

# #33020
source: Success
da: Succes

# #33021
source: Audio output has been changed successfully.
da: Audio-output er blevet ændret.

# #33023
source: Enter network password for {0}
da: Indtast adgangskode for {0}

# #33025
source: Unable to connect. Please check your password and try again.
da: Kan ikke tilslutte. Kontroller din adgangskode og prøv igen.

# #33026
source: Disconnect Wifi Network
da: Frakobl WiFi-netværk

# #33027
source: Do you want to disconnect {0} ?
da: Vil du frakoble {0}?

# #33028
source: Unable to disconnect. Please try again.
da: Kan ikke frakoble. Prøv igen.

# #33029
source: Not ready
da: Ikke klar

# #33030
source: Connected
da: Tilsluttet

# #33031
source: Ad hoc network formed
da: Ad hoc-netværk dannet

# #33032
source: Disconnecting
da: Frakobler

# #33033
source: Disconnected
da: Frakoblet

# #33034
source: Associating
da: Associeres

# #33035
source: Discovering
da: Registrerer

# #33036
source: Authenticating
da: Godkender

# #33037
source: Connection Status :
da: Forbindelsesstatus:

# #33038
source: Not Available
da: Ikke tilgængelig

# #33039
source: Select Speaker Configuration
da: Vælg højttalerkonfiguration

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
da: [B]KONFIGURER BLUETOOTH-INDSTILLINGER[/B][CR][CR]Administrer din Bluetooth-enhed

# #33041
source: Turn ON Bluetooth
da: Slå Bluetooth TIL

# #33042
source: Turn ON Discoverability
da: Slå registrering TIL

# #33043
source: Connected
da: Tilsluttet

# #33044
source: Paired
da: Parret

# #33045
source: Speaker configuration has been changed successfully.
da: Højttalerkonfiguration er blevet ændret.

# #33046
source: Unable to change speaker configuration.
da: Kan ikke ændre højttalerkonfiguration.

# #33047
source: Unable to pair the device.
da: Kan ikke parre enheden.

# #33048
source: Device has been paired successfully.
da: Enheden er blevet parret.

# #33049
source: Compare the passcodes.
da: Sammenlign adgangskoder.

# #33050
source: Does this password on {0} match this one?
da: Matcher denne adgangskode for {0} denne?

# #33051
source: Remove device
da: Fjern enhed

# #33052
source: Do you want to remove {0}?
da: Vil du fjerne {0}?

# #33053
source: Unable to remove {0}
da: Kan ikke fjerne {0}

# #33054
source: {0} has been removed successfully
da: {0} er blevet fjernet

# #33055
source: Please wait...
da: Vent...

# #33056
source: Please wait while pairing {0}...
da: Vent mens {0} parrer...

# #33057
source: Please wait while installing services for {0}...
da: Vent mens der installeres tjenester for {0}...

# #33059
source: Mute Volume
da: Slå lyd fra

# #33060
source: Updates
da: Opdateringer

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
da: [B]KONFIGURER OPDATERINGSINDSTILLINGER[/B][CR][CR]Administrer dine opdateringsindstillinger

# #33062
source: Windows Update
da: Windows-opdatering

# #33063
source: NVidia Update
da: NVidia-opdatering

# #33064
source: HiveMind Update
da: HiveMind-opdatering

# #33065
source: Windows Update Settings
da: Windows-opdateringsindstillinger

# #33066
source: NVidia Update Settings
da: NVidia-opdateringsindstillinger

# #33067
source: HiveMind Update Settings
da: HiveMind-opdateringsindstillinger

# #33068
source: Update Now
da: Opdater nu

# #33069
source: Control updates
da: Styr opdateringer

# #33070
source: Automatic update
da: Automatisk opdatering

# #33071
source: Notify update
da: Advisér opdatering

# #33072
source: Manual update
da: Manuel opdatering
