Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Polish/strings.po
Languages: pl

# #33000
source: Device Settings
pl: Ustawienia urządzeń

# #33001
source: Audio
pl: Dźwięk

# #33003
source: Network
pl: Sieć

# #33010
source: Change Your Device Settings
pl: Zmień ustawienia urządzeń

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
pl: [B]SKONFIGURUJ USTAWIENIA DŹWIĘKU[/B][CR][CR]Zarządzaj wyjściem audio

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
pl: [B]SKONFIGURUJ USTAWIENIA ALIENFX[/B][CR][CR]Zarządzaj ustawieniami ALIENFX

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
pl: [B]SKONFIGURUJ USTAWIENIA SIECI BEZPRZEWODOWEJ[/B][CR][CR]Zarządzaj ustawieniami sieci bezprzewodowej

# #33014
source: Audio Source
pl: Źródło dźwięku

# #33015
source: Select Audio Source
pl: Wybór źródła dźwięku

# #33016
source: Speaker Configuration
pl: Konfiguracja głośników

# #33017
source: Volume
pl: Wolumin

# #33018
source: Error
pl: Błąd

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
pl: Nie można zmienić ustawień dźwięku. Sprawdź, czy kabel audio jest prawidłowo podłączony.

# #33020
source: Success
pl: Powodzenie

# #33021
source: Audio output has been changed successfully.
pl: Udało się zmienić wyjście audio.

# #33023
source: Enter network password for {0}
pl: Wprowadź hasło sieciowe dla {0}

# #33025
source: Unable to connect. Please check your password and try again.
pl: Nie można połączyć. Sprawdź hasło i spróbuj ponownie.

# #33026
source: Disconnect Wifi Network
pl: Odłącz sieć Wi-Fi

# #33027
source: Do you want to disconnect {0} ?
pl: Czy chcesz teraz odłączyć {0}?

# #33028
source: Unable to disconnect. Please try again.
pl: Nie można odłączyć. Spróbuj ponownie.

# #33029
source: Not ready
pl: Brak gotowości

# #33030
source: Connected
pl: Podłączono

# #33031
source: Ad hoc network formed
pl: Utworzono sieć ad hoc

# #33032
source: Disconnecting
pl: Odłączanie

# #33033
source: Disconnected
pl: Odłączono

# #33034
source: Associating
pl: Wiązanie

# #33035
source: Discovering
pl: Wykrywanie

# #33036
source: Authenticating
pl: Uwierzytelnianie

# #33037
source: Connection Status :
pl: Stan połączenia:

# #33038
source: Not Available
pl: Niedostępne

# #33039
source: Select Speaker Configuration
pl: Wybierz konfigurację głośników

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
pl: [B]SKONFIGURUJ USTAWIENIA BLUETOOTH[/B][CR][CR]Zarządzaj urządzeniami Bluetooth

# #33041
source: Turn ON Bluetooth
pl: Włącz Bluetooth

# #33042
source: Turn ON Discoverability
pl: Włącz funkcję wykrywania

# #33043
source: Connected
pl: Podłączono

# #33044
source: Paired
pl: Sparowane

# #33045
source: Speaker configuration has been changed successfully.
pl: Udało się zmienić konfigurację głośników.

# #33046
source: Unable to change speaker configuration.
pl: Nie można zmienić konfiguracji głośników.

# #33047
source: Unable to pair the device.
pl: Nie można sparować urządzeń.

# #33048
source: Device has been paired successfully.
pl: Udało się sparować urządzenia.

# #33049
source: Compare the passcodes.
pl: Porównaj hasła.

# #33050
source: Does this password on {0} match this one?
pl: Czy hasło {0} jest zgodne z podanym?

# #33051
source: Remove device
pl: Usuń urządzenie

# #33052
source: Do you want to remove {0}?
pl: Czy chcesz usunąć {0}?

# #33053
source: Unable to remove {0}
pl: Nie można usunąć {0}

# #33054
source: {0} has been removed successfully
pl: Udało się usunąć {0}

# #33055
source: Please wait...
pl: Proszę czekać...

# #33056
source: Please wait while pairing {0}...
pl: Poczekaj na sparowanie {0}...

# #33057
source: Please wait while installing services for {0}...
pl: Poczekaj na zainstalowanie usług dla {0}...

# #33058
source: Status
pl: Stan

# #33059
source: Mute Volume
pl: Wycisz

# #33060
source: Updates
pl: Aktualizacje

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
pl: [B]KONFIGURACJA USTAWIEŃ AKTUALIZACJI[/B][CR][CR]Zarządzaj ustawieniami aktualizacji

# #33062
source: Windows Update
pl: Aktualizacje systemu Windows

# #33063
source: NVidia Update
pl: Aktualizacje NVidia

# #33064
source: HiveMind Update
pl: Aktualizacje HiveMind

# #33065
source: Windows Update Settings
pl: Ustawienia aktualizacji systemu Windows

# #33066
source: NVidia Update Settings
pl: Ustawienia aktualizacji NVidia

# #33067
source: HiveMind Update Settings
pl: Ustawienia aktualizacji HiveMind

# #33068
source: Update Now
pl: Aktualizuj teraz

# #33069
source: Control updates
pl: Kontrola aktualizacji

# #33070
source: Automatic update
pl: Aktualizacje automatyczne

# #33071
source: Notify update
pl: Informuj aktualizacji

# #33072
source: Manual update
pl: Aktualizacje ręczne
