Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Norwegian/strings.po
Languages: no

# #33000
source: Device Settings
no: Enhetsinnstillinger

# #33001
source: Audio
no: Lyd

# #33003
source: Network
no: Nettverk

# #33010
source: Change Your Device Settings
no: Endre enhetsinnstillingene

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
no: [B]KONFIGURER LYDINNSTILLINGER[/B][CR][CR]Administrer lydutgangen

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
no: [B]KONFIGURER ALIENFX-INNSTILLINGER[/B][CR][CR]Administrer AlienFX-innstillingene

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
no: [B]KONFIGURER TRÅDØLSE NETVERKSINNSTILLINGER[/B][CR][CR]Administrer det trådløse nettverket

# #33014
source: Audio Source
no: Lydkilde

# #33015
source: Select Audio Source
no: Velg lydkilde

# #33016
source: Speaker Configuration
no: Høyttalerkonfigurasjon

# #33017
source: Volume
no: Volum

# #33018
source: Error
no: Feil

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
no: Kan ikke nedre lydinnstillingen. Kontroller at lydkabelen er koblet riktig.

# #33020
source: Success
no: Vellykket

# #33021
source: Audio output has been changed successfully.
no: Lydutgangen er nå endret.

# #33023
source: Enter network password for {0}
no: Skriv inn nettverkspassordet for {0}

# #33025
source: Unable to connect. Please check your password and try again.
no: Kan ikke koble til. Kontroller passordet, og prøv på nytt.

# #33026
source: Disconnect Wifi Network
no: Koblefra Wifi-nettverket

# #33027
source: Do you want to disconnect {0} ?
no: Vil du koble fra {0} ?

# #33028
source: Unable to disconnect. Please try again.
no: Kan ikke koble fra. Prøv igjen.

# #33029
source: Not ready
no: Ikke klar

# #33030
source: Connected
no: Koblet til

# #33031
source: Ad hoc network formed
no: Ad hoc-nettverk dannet

# #33032
source: Disconnecting
no: Kobler fra

# #33033
source: Disconnected
no: Koblet fra

# #33034
source: Associating
no: Forbinder

# #33035
source: Discovering
no: Oppdager

# #33036
source: Authenticating
no: Autentiserer

# #33037
source: Connection Status :
no: Tilkoblingsstatus :

# #33038
source: Not Available
no: Ikke tilgjengelig

# #33039
source: Select Speaker Configuration
no: Velg høyttalerkonfigurasjon

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
no: [B]KONFIGURER BLUETOOTH-INNSTILLINGER[/B][CR][CR]Administrer Bluetooth-enheten

# #33041
source: Turn ON Bluetooth
no: Slå PÅ Bluetooth

# #33042
source: Turn ON Discoverability
no: Slå PÅ Oppdagbarhet

# #33043
source: Connected
no: Koblet til

# #33044
source: Paired
no: Paret

# #33045
source: Speaker configuration has been changed successfully.
no: Høyttalerkonfigurasjonen er nå endret.

# #33046
source: Unable to change speaker configuration.
no: Kan ikke endre høyttalerkonfigurasjonen.

# #33047
source: Unable to pair the device.
no: Kan ikke pare enheten.

# #33048
source: Device has been paired successfully.
no: Enheten er nå paret.

# #33049
source: Compare the passcodes.
no: Sammenlign passkodene.

# #33050
source: Does this password on {0} match this one?
no: Stemmer passordet på {0} med dette?

# #33051
source: Remove device
no: Fjern enheten

# #33052
source: Do you want to remove {0}?
no: Vil du fjerne {0}?

# #33053
source: Unable to remove {0}
no: Kan ikke fjerne {0}

# #33054
source: {0} has been removed successfully
no: {0} er nå fjernet

# #33055
source: Please wait...
no: Vennligst vent...

# #33056
source: Please wait while pairing {0}...
no: Vent mens {0} pares...

# #33057
source: Please wait while installing services for {0}...
no: Vent mens tjenestene for {0} installeres...

# #33059
source: Mute Volume
no: Demp volumet

# #33060
source: Updates
no: Oppdateringer

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
no: [B]KONFIGURER OPPDATERINGER INNSTILLINGER[/B][CR][CR]Håndter oppdateringinnstillinger

# #33062
source: Windows Update
no: Windows-oppdatering

# #33063
source: NVidia Update
no: NVidia-oppdatering

# #33064
source: HiveMind Update
no: HiveMind-oppdatering

# #33065
source: Windows Update Settings
no: Windows-oppdateringsinnstillinger

# #33066
source: NVidia Update Settings
no: NVidia-oppdateringsinnstillinger

# #33067
source: HiveMind Update Settings
no: HiveMind-oppdateringsinnstillinger

# #33068
source: Update Now
no: Oppdater nå

# #33069
source: Control updates
no: Styr oppdateringer

# #33070
source: Automatic update
no: Automatisk oppdatering

# #33071
source: Notify update
no: Varsle oppdatering

# #33072
source: Manual update
no: Manuell oppdatering
