Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/*/strings.po
Languages: dutch, french, german, italian, japanese, portuguese, russian, spanish

# #33000
source: Device Settings
dutch: Apparaatinstellingen
french: Paramètres du périphérique
german: Geräteeinstellungen
italian: Impostazioni dispositivo
japanese: デバイス設定
portuguese: Definições do dispositivo
russian: Параметры устройства
spanish: Configuración del dispositivo

# #33001
source: Audio
japanese: オーディオ
portuguese: Áudio
russian: Звук

# #33003
source: Network
dutch: Netwerk
french: Réseau
german: Netzwerk
italian: Rete
japanese: ネットワーク
portuguese: Rede
russian: Сеть
spanish: Red

# #33010
source: Change Your Device Settings
dutch: Wijzig uw apparaatinstellingen
french: Changer les paramètres du périphérique
german: Geräteeinstellungen ändern
italian: Consente di cambiare le impostazioni del dispositivo
japanese: デバイス設定を変更する
portuguese: Alterar as definições do dispositivo
russian: Измените параметры своего устройства
spanish: Cambiar la configuración del dispositivo

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
dutch: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Beheer uw audio-output
french: [B]CONFIGURER LES PARAMÈTRES AUDIO[/B][CR][CR]Gestion de la sortie audio
german: [B]AUDIOEINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Audioausgabe verwalten
italian: [B]CONFIGURA IMPOSTAZIONI AUDIO[/B][CR][CR]Consente di gestire l'uscita audio
japanese: [B]オーディオ設定を構成する[/B][CR][CR]オーディオ出力を管理する
portuguese: [B]CONFIGURAR DEFINIÇÕES DE ÁUDIO[/B][CR][CR]Gira a saída do áudio
russian: [B]НАСТРОЙТЕ ПАРАМЕТРЫ ЗВУКА[/B][CR][CR]Управляйте выходом звука
spanish: [B]CONFIGURAR AJUSTES DE AUDIO[/B][CR][CR]Gestione la salida de audio

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
dutch: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Beheer uw AlienFX-instellingen
french: [B]CONFIGURER LES PARAMÈTRES ALIENFX[/B][CR][CR]Gestion des paramètres AlienFX
german: [B]ALIENFX-EINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]AlienFX-Einstellungen verwalten
italian: [B]CONFIGURA IMPOSTAZIONI ALIENFX[/B][CR][CR]Consente di gestire le impostazioni per AlienFX
japanese: [B]ALIENFX 設定を構成する[/B][CR][CR]AlienFX 設定を管理する
portuguese: [B]CONFIGURAR DEFINIÇÕES DO ALIENFX[/B][CR][CR]Gira as definições do AlienFX
russian: [B]НАСТРОЙТЕ ПАРАМЕТРЫ ALIENFX[/B][CR][CR]Управляйте параметрами AlienFX
spanish: [B]CONFIGURAR AJUSTES DE ALIENFX[/B][CR][CR]Gestione la configuración de AlienFX

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
dutch: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Beheer uw draadloos netwerk
french: [B]CONFIGURER LES PARAMÈTRES SANS-FIL[/B][CR][CR]Gestion du réseau sans-fil
german: [B]WIRELESS-NETZWERKEINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Wireless-Netzwerk verwalten
italian: [B]CONFIGURA IMPOSTAZIONI RETE WIRELESS[/B][CR][CR]Consente di gestire la rete wireless
japanese: [B]ワイヤレスネットワーク設定を構成する[/B][CR][CR]ワイヤレスネットワークを管理する
portuguese: [B]CONFIGURAR DEFINIÇÕES DE REDE SEM FIOS[/B][CR][CR]Gira a rede sem fios
russian: [B]НАСТРОЙТЕ ПАРАМЕТРЫ БЕСПРОВОДНОЙ СЕТИ[/B][CR][CR]Управляйте беспроводной сетью
spanish: [B]CONFIGURAR AJUSTES DE RED INALÁMBRICA[/B][CR][CR]Gestione la red inalámbrica

# #33014
source: Audio Source
dutch: Audiobron
french: Source audio
german: Audioquelle
italian: Fonte audio
japanese: オーディオソース
portuguese: Fonte do áudio
russian: Источник аудиосигнала
spanish: Origen de audio

# #33015
source: Select Audio Source
dutch: Selecteer audiobron
french: Sélectionner la source audio
german: Audioquelle auswählen
italian: Seleziona una fonte audio
japanese: オーディオソースを選択する
portuguese: Seleccione a fonte de áudio
russian: Выбрать источник аудиосигнала
spanish: Seleccionar origen de audio

# #33016
source: Speaker Configuration
dutch: Luidsprekerconfiguratie
french: Configuration des haut-parleurs
german: Lautsprecherkonfiguration
italian: Configurazione altoparlanti
japanese: スピーカー構成
portuguese: Configuração dos altifalantes
russian: Конфигурация громкоговорителей
spanish: Configuración del altavoz

# #33017
source: Volume
german: Lautstärke
japanese: ボリューム
russian: Громкость
spanish: Volumen

# #33018
source: Error
dutch: Fout
french: Erreur
german: Fehler
italian: Errore
japanese: エラー
portuguese: Erro
russian: Ошибка

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
dutch: Kan audioinstelling niet wijzigen. Controleer of audiokabel goed is aangesloten.
french: Impossible de changer les paramètres audio. Veuillez vérifier que le câble audio est correctement connecté.
german: Audioeinstellung konnte nicht geändert werden. Überprüfen Sie, ob das Audiokabel korrekt angeschlossen ist.
italian: Impossibile cambiare le impostazioni audio. Controllare che il cavo audio sia connesso correttamente.
japanese: オーディオ設定を変更できません。 オーディオケーブルが正しく接続されているか確認してください。
portuguese: Impossível alterar as definições do áudio. Verifique se o cabo do áudio está ligado correctamente.
russian: Не удалось изменить аудиопараметры. Убедитесь, что аудиокабель подключен должным образом.
spanish: No se ha podido modificar la configuración de audio. Compruebe que el cable de audio está conectado correctamente.

# #33020
source: Success
dutch: Geslaagd
french: Succès
german: Erfolgreich
italian: Riuscita
japanese: 完了
portuguese: Bem sucedido
russian: Завершено успешно
spanish: Correcto

# #33021
source: Audio output has been changed successfully.
dutch: Audio-output is gewijzigd.
french: La sortie audio a été changée avec succès.
german: Die Audioausgabe wurde erfolgreich geändert.
italian: L'uscita audio è stata modificata correttamente.
japanese: オーディオ出力が正常に変更されました。
portuguese: A saída do áudio foi alterada com sucesso.
russian: Аудиовыход был успешно изменен.
spanish: La salida de audio se ha cambiado con éxito.

# #33023
source: Enter network password for {0}
dutch: Voer netwerkwachtwoord in voor {0}
french: Entrez le mot de passe réseau pour {0}
german: Geben Sie das Netzwerkkennwort für {0} ein
italian: Immettere password di rete per {0}
japanese: {0} のネットワークパスワードを入力します
portuguese: Introduza a palavra-passe para a rede {0}
russian: Наберите пароль сети для {0}
spanish: Introducir contraseña para {0}

# #33025
source: Unable to connect. Please check your password and try again.
dutch: Kan geen verbinding maken. Controleer uw wachtwoord en probeer opnieuw.
french: Échec de la connexion. Veuillez vérifier votre mot de passe et réessayer.
german: Verbindung konnte nicht hergestellt werden. Überprüfen Sie das Kennwort und versuchen Sie es erneut.
italian: Impossibile stabilire la connessione. Controllare la password e provare di nuovo.
japanese: 接続できません。 パスワードを確認して、もう一度やり直してください。
portuguese: Não foi possível ligar. Verifique a palavra-passe e tente de novo.
russian: Не удалось подключиться. Проверьте пароль и повторите попытку.
spanish: No se ha podido conectar. Compruebe la contraseña e inténtelo de nuevo.

# #33026
source: Disconnect Wifi Network
dutch: Verbinding met Wifinetwerk verbreken
french: Se déconnecter du réseau Wi-Fi
german: Verbindung zum WLAN-Netzwerk trennen
italian: Disconnettere rete Wi-Fi
japanese: Wifi ネットワークを切断します
portuguese: Desligar a rede Wifi.
russian: Отключитесь от сети Wi-Fi.
spanish: Desconectar la red Wi-Fi

# #33027
source: Do you want to disconnect {0} ?
dutch: Wilt u verbinding met {0} verbreken?
french: Voulez-vous vous déconnecter de {0} ?
german: Möchten Sie die Verbindung zu {0} trennen?
italian: Eseguire la disconnessione {0}?
japanese: {0} を切断しますか？
portuguese: Pretende desligar a rede {0}?
russian: Отключиться {0}?
spanish: ¿Desea desconectar {0}?

# #33028
source: Unable to disconnect. Please try again.
dutch: Kan verbinding niet verbreken. Probeer het opnieuw.
french: Échec de la déconnexion. Veuillez recommencez.
german: Die Verbindung konnte nicht getrennt werden. Versuchen Sie es erneut.
italian: Impossibile eseguire la disconnessione. Provare di nuovo.
japanese: 切断できません。 もう一度やり直してください。
portuguese: Não foi possível desligar. Tente de novo.
russian: Не удалось отключиться. Повторите попытку.
spanish: No se ha podido desconectar. Inténtelo de nuevo, por favor.

# #33029
source: Not ready
dutch: Niet gereed
french: Non disponible
german: Nicht bereit
italian: Non pronto
japanese: 準備中
portuguese: Não está pronto
russian: Не готово
spanish: No está listo

# #33030
source: Connected
dutch: Aangesloten
french: Connecté
german: Verbunden
italian: Connesso
japanese: 接続
portuguese: Ligada
russian: Подключено
spanish: Conectado

# #33031
source: Ad hoc network formed
dutch: Ad-hocnetwork gevormd
french: Réseau ad hoc créé
german: Ad-hoc-Netzwerk erstellt
italian: Rete ad hoc creata
japanese: アドホックネットワーク形成
portuguese: Formada a rede Ad hoc
russian: Создана специальная сеть
spanish: Red ad hoc establecida

# #33032
source: Disconnecting
dutch: Verbinding verbreken
french: Déconnexion
german: Verbindung wird getrennt
italian: Disconnessione
japanese: 切断中
portuguese: A desligar
russian: Идет отключение
spanish: Desconectando

# #33033
source: Disconnected
dutch: Losgekoppeld
french: Déconnecté
german: Getrennt
italian: Disconnesso
japanese: 切断
portuguese: Desligada
russian: Отключено
spanish: Desconectado

# #33034
source: Associating
dutch: Koppelen
french: Association
german: Wird zugeordnet
italian: Associazione
japanese: 関連付け中
portuguese: A associar
russian: Идет сопоставление
spanish: Asociando

# #33035
source: Discovering
dutch: Verkennen
french: Découverte
german: Wird gesucht
italian: Rilevamento
japanese: 検出中
portuguese: A detectar
russian: Идет поиск
spanish: Buscando

# #33036
source: Authenticating
dutch: Verifiëren
french: Authentification
german: Wird authentifiziert
italian: Autenticazione
japanese: 認証中
portuguese: A autenticar
russian: Идет авторизация
spanish: Autenticando

# #33037
source: Connection Status :
dutch: Verbindingsstatus:
french: État de la connexion :
german: Verbindungsstatus:
italian: Stato connessione:
japanese: 接続状況：
portuguese: Estado da ligação:
russian: Состояние подключения:
spanish: Estado de la conexión:

# #33038
source: Not Available
dutch: Niet beschikbaar
french: Non disponible
german: Nicht verfügbar
italian: Non disponibile
japanese: 使用不可
portuguese: Não disponível
russian: Отсутствует
spanish: No disponible

# #33039
source: Select Speaker Configuration
dutch: Luidsprekerconfiguratie selecteren
french: Sélectionner la configuration des haut-parleurs
german: Lautsprecherkonfiguration auswählen
italian: Selezionare configurazione altoparlanti
japanese: スピーカー構成を選択する
portuguese: Seleccionar a configuração dos altifalantes
russian: Выбрать конфигурацию громкоговорителя
spanish: Seleccionar configuración del altavoz

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
dutch: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Beheer uw Bluetooth-apparaat
french: [B]CONFIGURER LES PARAMÈTRES BLUETOOTH[/B][CR][CR]Gestion de votre périphérique Bluetooth
german: [B]BLUETOOTH-EINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Bluetooth-Gerät verwalten
italian: [B]CONFIGURA IMPOSTAZIONI BLUETOOTH[/B][CR][CR]Consente di gestire il dispositivo Bluetooth
japanese: [B]BLUETOOTH 設定を構成する[/B][CR][CR]Bluetooth デバイスを管理する
portuguese: [B]CONFIGURAR DEFINIÇÕES DE BLUETOOTH[/B][CR][CR]Gira o dispositivo de Bluetooth
russian: [B]НАСТРОЙТЕ ПАРАМЕТРЫ BLUETOOTH[/B][CR][CR]Управляйте аудиоустройством
spanish: [B]CONFIGURAR AJUSTES DE BLUETOOTH [/B][CR][CR]Gestione el dispositivo de Bluetooth

# #33041
source: Turn ON Bluetooth
dutch: Bluetooth inschakelen
french: Activer le Bluetooth
german: Bluetooth aktivieren
italian: Attivare il Bluetooth.
japanese: Bluetooth をオンにする
portuguese: Ligar o Bluetooth
russian: Включите Bluetooth
spanish: Encender el Bluetooth

# #33042
source: Turn ON Discoverability
dutch: Detectie inschakelen
french: Activer la visibilité de votre périphérique
german: Ermittelbarkeit aktivieren
italian: Attivare la rilevabilità
japanese: 検出可能をオンにする
portuguese: Ligar a detecção
russian: Включите возможность обнаружения устройства
spanish: Activar visibilidad

# #33043
source: Connected
dutch: Aangesloten
french: Connecté
german: Verbunden
italian: Connesso
japanese: 接続
portuguese: Ligado
russian: Подключено
spanish: Conectado

# #33044
source: Paired
dutch: Gekoppeld
french: Jumelé
german: Gekoppelt
italian: Associato
japanese: ペアリング
portuguese: Emparelhado
russian: Соединено
spanish: Asociado

# #33045
source: Speaker configuration has been changed successfully.
dutch: Luidsprekerconfiguratie is gewijzigd.
french: La configuration des haut-parleurs a été changée avec succès.
german: Die Lautsprecherkonfiguration wurde erfolgreich geändert.
italian: La configurazione altoparlanti è stata modificata correttamente.
japanese: スピーカー構成が正常に変更されました。
portuguese: A configuração dos altifalantes foi alterada com sucesso.
russian: Конфигурация громкоговорителя была успешно изменена.
spanish: La configuración del altavoz se ha cambiado con éxito.

# #33046
source: Unable to change speaker configuration.
dutch: Kan luidsprekerconfiguratie niet wijzigen.
french: Impossible de changer la configuration des haut-parleurs.
german: Die Lautsprecherkonfiguration konnte nicht geändert werden.
italian: Impossibile modificare la configurazione degli altoparlanti.
japanese: スピーカー構成を変更できません。
portuguese: Impossível alterar as configurações dos altifalantes.
russian: Не удалось изменить конфигурацию громкоговорителя.
spanish: No se ha podido cambiar configuración del altavoz.

# #33047
source: Unable to pair the device.
dutch: Kan het apparaat niet koppelen.
french: Échec du jumelage de l’appareil.
german: Das Gerät konnte nicht gekoppelt werden.
italian: Impossibile associare il dispositivo.
japanese: デバイスをペアリングできません。
portuguese: Impossível emparelhar o dispositivo.
russian: Не удалось соединить устройство.
spanish: No se ha podido asociar el dispositivo.

# #33048
source: Device has been paired successfully.
dutch: Apparaat is gekoppeld.
french: L’appareil a été jumelé avec succès.
german: Das Gerät wurde erfolgreich gekoppelt.
italian: Il dispositivo è stato associato correttamente.
japanese: デバイスが正常にペアリングされました。
portuguese: Dispositivo emparelhado com sucesso.
russian: Устройство успешно соединено.
spanish: El dispositivo se ha asociado con éxito.

# #33049
source: Compare the passcodes.
dutch: Vergelijk de wachtwoorden.
french: Comparaison des mots de passe.
german: Kennungen vergleichen.
italian: Confrontare i passcode.
japanese: パスコードを比較します。
portuguese: Comparar os códigos de acesso.
russian: Сравните коды доступа.
spanish: Comparar los códigos de acceso

# #33050
source: Does this password on {0} match this one?
dutch: Komt dit wachtwoord op {0} overeen met deze?
french: Ce mot de passe de {0} correspond-t-il à celui-ci ?
german: Stimmt dieses Kennwort auf {0} mit diesem überein?
italian: La password su {0} corrisponde a questa?
japanese: {0} のパスワードはこのパスワードと一致していますか？
portuguese: A palavra-passe no {0} corresponde a esta?
russian: Пароль на {0} не совпадает с этим паролем?
spanish: ¿Coincide la contraseña en {0} con esta otra?

# #33051
source: Remove device
dutch: Apparaat verwijderen
french: Retirer l’appareil
german: Gerät entfernen
italian: Rimuovere il dispositivo
japanese: デバイスを取り外します
portuguese: Remover dispositivo
russian: Удалите устройство
spanish: Eliminar dispositivo

# #33052
source: Do you want to remove {0}?
dutch: Wilt u {0} verwijderen?
french: Voulez-vous retirer {0} ?
german: Möchten Sie {0} entfernen?
italian: Rimuovere {0}?
japanese: {0} を取り外しますか？
portuguese: Pretende remover {0}?
russian: Удалить {0}?
spanish: ¿Desea eliminar {0}?

# #33053
source: Unable to remove {0}
dutch: Kan {0} niet verwijderen
french: Impossible de retirer {0}
german: {0} konnte nicht entfernt werden
italian: Impossibile rimuovere {0}
japanese: {0} を取り外せません
portuguese: Não foi possível remover {0}
russian: Не удалось удалить {0}
spanish: No se ha podido eliminar {0}

# #33054
source: {0} has been removed successfully
dutch: {0} is verwijderd
french: {0} a été retiré avec succès
german: {0} wurde erfolgreich entfernt
italian: {0} è stato rimosso correttamente
japanese: {0} は正常に取り外されました
portuguese: {0} removido com sucesso
russian: Устройство {0} успешно удалено
spanish: {0} se ha eliminado con éxito

# #33055
source: Please wait...
dutch: Een ogenblik geduld...
french: Veuillez patienter…
german: Bitte warten ...
italian: Attendere...
japanese: しばらくお待ちください...
portuguese: Aguarde...
russian: Подождите...
spanish: Por favor, espere...

# #33056
source: Please wait while pairing {0}...
dutch: Wacht terwijl {0} wordt gekoppeld...
french: Veuillez patienter pendant le jumelage avec {0}…
german: Bitte warten Sie, während {0} gekoppelt wird ...
italian: Associazione {0} in corso, attendere...
japanese: {0} をペアリング中です。しばらくお待ちください...
portuguese: Aguarde enquanto {0} está a ser emparelhado...
russian: Ожидайте, идет соединение {0}...
spanish: Por favor, espere mientras se asocia {0}...

# #33057
source: Please wait while installing services for {0}...
dutch: Wacht terwijl services voor {0} worden geïnstalleerd...
french: Veuillez patienter pendant l’installation des services pour {0}…
german: Bitte warten Sie, während Dienste für {0} installiert werden ...
italian: Installazione servizi per {0} in corso, attendere...
japanese: {0} のサービスをインストール中です。しばらくお待ちください...
portuguese: Aguarde enquanto os sistemas para {0} são instalados...
russian: Ожидайте, идет установка услуг для {0}...
spanish: Por favor, espere mientras se instalan los servicios para {0}...

# #33058
source: Status
french: Statut
italian: Stato
japanese: ステータス
portuguese: Estado
russian: Состояние
spanish: Estado

# #33059
source: Mute Volume
dutch: Geluid dempen
french: Couper le son
german: Lautstärke stumm schalten
italian: Disattiva volume
japanese: 消音する
portuguese: Sem volume
russian: Выключить звук
spanish: Silenciar

# #33060
source: Updates
french: Mises à jour
german: Aktualisierungen
italian: Aggiornamenti
japanese: アップデート
portuguese: Actualizações
russian: Обновления
spanish: Actualizaciones

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
dutch: [B]INSTELLINGEN VOOR UPDATES CONFIGUREREN[/B][CR][CR]Configureer de instellingen voor uw updates
french: [B]GÉRER PARAMÈTRES DE MISE À JOUR[/B][CR][CR]Gérer vos paramètres de mise à jour
german: [B]AKTUALISIERUNGSEINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Aktualisierungseinstellungen verwalten
italian: [B]CONFIGURA IMPOSTAZIONI AGGIORNAMENTI[/B][CR][CR]Consente di gestire le impostazioni per gli aggiornamenti
japanese: [B]アップデート設定の構成[/B][CR][CR]アップデート設定を管理
portuguese: [B]CONFIGURAR DEFINIÇÕES DE ACTUALIZAÇÕES[/B][CR][CR]Gerir as suas definições de actualizações
russian: [B]НАСТРОЙТЕ ПАРАМЕТРЫ ОБНОВЛЕНИЙ[/B][CR][CR]Управление параметрами обновлений
spanish: [B]ESTABLECER CONFIGURACIÓN DE ACTUALIZACIONES[/B][CR][CR]Gestione la configuración de las actualizaciones

# #33062
source: Windows Update
german: Windows-Aktualisierung
italian: Aggiornamento Windows
japanese: Windows アップデート
russian: Обновление Windows
spanish: Actualización de Windows

# #33063
source: NVidia Update
german: Nvidia-Aktualisierung
italian: Aggiornamento NVidia
japanese: NVidia アップデート
portuguese: Actualização NVidia
russian: Обновление NVidia
spanish: Actualización de Nvidia

# #33064
source: HiveMind Update
german: HiveMind-Aktualisierung
italian: Aggiornamento HiveMind
japanese: HiveMind アップデート
portuguese: Actualização HiveMind
russian: Обновление HiveMind
spanish: Actualización de HiveMind

# #33065
source: Windows Update Settings
dutch: Instellingen voor Windows Update
french: Paramètres Windows Update
german: Windows-Aktualisierungseinstellungen
italian: Impostazioni aggiornamento Windows
japanese: Windows アップデート設定
portuguese: Definições de Windows Update
russian: Параметры обновления Windows
spanish: Configuración de actualización de Windows

# #33066
source: NVidia Update Settings
dutch: Instellingen voor NVidia Update
french: Paramètres NVidia Update
german: Nvidia-Aktualisierungseinstellungen
italian: Impostazioni aggiornamento NVidia
japanese: NVidia アップデート設定
portuguese: Definições de Actualização NVidia
russian: Параметры обновления NVidia
spanish: Configuración de actualización de Nvidia

# #33067
source: HiveMind Update Settings
dutch: Instellingen voor HiveMind Update
french: Paramètres HiveMind Update
german: HiveMind-Aktualisierungseinstellungen
italian: Impostazioni aggiornamento HiveMind
japanese: HiveMind アップデート設定
portuguese: Definições de Actualização HiveMind
russian: Параметры обновления HiveMind
spanish: Configuración de actualización de HiveMind

# #33068
source: Update Now
dutch: Nu updaten
french: Mettre à jour maintenant
german: Jetzt aktualisieren
italian: Aggiorna ora
japanese: 今すぐアップデート
portuguese: Actualizar Agora
russian: Обновить
spanish: Actualizar ahora

# #33069
source: Control updates
dutch: Updates controleren
french: Contrôler les mises à jour
german: Aktualisierungen steuern
italian: Controlla aggiornamento
japanese: アップデートの制御
portuguese: Controlar actualizações
russian: Управление обновлениями
spanish: Control de actualizaciones

# #33070
source: Automatic update
dutch: Automatische update
french: Mise à jour automatique
german: Automatische Aktualisierung
italian: Aggiornamento automatico
japanese: 自動アップデート
portuguese: Actualização automática
russian: Автоматическое обновление
spanish: Actualización automática

# #33071
source: Notify update
dutch: Verwittigen updaten
french: Notifier la mise à jour
german: Benachrichtigen Sie Aktualisierung
italian: Aggiornamento Comunica
japanese: 更新を通知します
portuguese: Informe-atualização
russian: Сообщите обновления
spanish: Notificar actualización

# #33072
source: Manual update
dutch: Handmatig updaten
french: Mise à jour manuelle
german: Manuelle Aktualisierung
italian: Aggiornamento manuale
japanese: 手動アップデート
portuguese: Actualização manual
russian: Ручное обновление
spanish: Actualización manual

# #33022
source: Wi-Fi
german: WLAN
