Repository: Brainiarc7/Kodi
Catalog: Helix/script.module.aw.devicesettings/resources/language/Finnish/strings.po
Languages: fi

# #33000
source: Device Settings
fi: Laitteen asetukset

# #33001
source: Audio
fi: Ääni

# #33003
source: Network
fi: Verkko

# #33010
source: Change Your Device Settings
fi: Muuta laitteen asetuksia

# #33011
source: [B]CONFIGURE AUDIO SETTINGS[/B][CR][CR]Manage your audio output
fi: [B]MÄÄRITÄ ÄÄNIASETUKSET[/B][CR][CR]Hallinnoi ääntä

# #33012
source: [B]CONFIGURE ALIENFX SETTINGS[/B][CR][CR]Manage your AlienFX settings
fi: [B]MÄÄRITÄ ALIENFX-ASETUKSET[/B][CR][CR]Hallinnoi AlienFX-asetuksia

# #33013
source: [B]CONFIGURE WIRELESS NETWORK SETTINGS[/B][CR][CR]Manage your Wireless Network
fi: [B]MÄÄRITÄ LANGATTOMAN VERKON ASETUKSET[/B][CR][CR]Hallinnoi langatonta verkkoa

# #33014
source: Audio Source
fi: Äänilähde

# #33015
source: Select Audio Source
fi: Valitse äänilähde

# #33016
source: Speaker Configuration
fi: Kaiutinkokoonpano

# #33017
source: Volume
fi: Äänenvoimakkuus

# #33018
source: Error
fi: Virhe

# #33019
source: Unable to change audio setting. Please check audio cable is connected properly.
fi: Ääniasetusta ei voitu muuttaa. Tarkista, että audiokaapeli on kytketty asianmukaisesti.

# #33020
source: Success
fi: Onnistui

# #33021
source: Audio output has been changed successfully.
fi: Äänilähtö on vaihdettu.

# #33023
source: Enter network password for {0}
fi: Anna verkon salasana {0}-verkolle

# #33025
source: Unable to connect. Please check your password and try again.
fi: Yhdistäminen epäonnistui. Tarkista salasana ja yritä uudelleen.

# #33026
source: Disconnect Wifi Network
fi: Pura yhteys Wi-Fi-verkkoon

# #33027
source: Do you want to disconnect {0} ?
fi: Haluatko purkaa yhteyden {0}-verkkoon?

# #33028
source: Unable to disconnect. Please try again.
fi: Yhteyden katkaisu ei onnistu. Yritä uudelleen.

# #33029
source: Not ready
fi: Ei valmis

# #33030
source: Connected
fi: Yhdistetty

# #33031
source: Ad hoc network formed
fi: Ad-hoc-verkko muodostettu

# #33032
source: Disconnecting
fi: Yhteyttä katkaistaan

# #33033
source: Disconnected
fi: Yhteys katkaistu

# #33034
source: Associating
fi: Liittyvä

# #33035
source: Discovering
fi: Etsitään

# #33036
source: Authenticating
fi: Todennetaan

# #33037
source: Connection Status :
fi: Yhteyden tila:

# #33038
source: Not Available
fi: Ei käytettävissä

# #33039
source: Select Speaker Configuration
fi: Valitse kaiutinkokoonpano

# #33040
source: [B]CONFIGURE BLUETOOTH SETTINGS[/B][CR][CR]Manage your Bluetooth Device
fi: [B]MÄÄRITÄ BLUETOOTH-ASETUKSET[/B][CR][CR]Hallinnoi Bluetooth-laitetta

# #33041
source: Turn ON Bluetooth
fi: Ota Bluetooth käyttöön

# #33042
source: Turn ON Discoverability
fi: Tee laitteesta näkyvä

# #33043
source: Connected
fi: Yhdistetty

# #33044
source: Paired
fi: Laitepari muodostettu

# #33045
source: Speaker configuration has been changed successfully.
fi: Kaiutinkokoonpano on muutettu.

# #33046
source: Unable to change speaker configuration.
fi: Kaiutinkokoonpanoa ei voi muuttaa.

# #33047
source: Unable to pair the device.
fi: Laiteparia ei voi muodostaa.

# #33048
source: Device has been paired successfully.
fi: Laitepari on muodostettu.

# #33049
source: Compare the passcodes.
fi: Vertaa salasanoja.

# #33050
source: Does this password on {0} match this one?
fi: Vastaako tämä kohteen {0} salasana tätä?

# #33051
source: Remove device
fi: Poista laite

# #33052
source: Do you want to remove {0}?
fi: Haluatko poistaa kohteen {0}?

# #33053
source: Unable to remove {0}
fi: Kohteen {0} poisto ei onnistu

# #33054
source: {0} has been removed successfully
fi: {0} on poistettu

# #33055
source: Please wait...
fi: Odota...

# #33056
source: Please wait while pairing {0}...
fi: Odota, kun laiteparia muodostetaan laitteen {0} kanssa...

# #33057
source: Please wait while installing services for {0}...
fi: Odota, kun kohteelle {0} asennetaan palveluita...

# #33058
source: Status
fi: Tila

# #33059
source: Mute Volume
fi: Mykistä ääni

# #33060
source: Updates
fi: Päivitykset

# #33061
source: [B]CONFIGURE UPDATES SETTINGS[/B][CR][CR]Manage your updates settings
fi: [B]MÄÄRITÄ PÄIVITYSASETUKSET[/B][CR][CR]Hallinnoi päivitysasetuksia

# #33063
source: NVidia Update
fi: NVidia-päivitys

# #33064
source: HiveMind Update
fi: HiveMind-päivitys

# #33065
source: Windows Update Settings
fi: Windows-päivitysasetukset

# #33066
source: NVidia Update Settings
fi: NVidia-päivitysasetukset

# #33067
source: HiveMind Update Settings
fi: HiveMind-päivitysasetukset

# #33068
source: Update Now
fi: Päivitä nyt

# #33069
source: Control updates
fi: Hallinnoi päivityksiä

# #33070
source: Automatic update
fi: Automaattimen päivitys

# #33071
source: Notify update
fi: Ilmoita päivitys

# #33072
source: Manual update
fi: Manuaalinen päivitys
